/**/
"Cancel" = "Abbrechen";
/**/
"Delete" = "Löschen";
/**/
"Open" = "Öffnen";
/**/
"Edit" = "Bearbeiten";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Geometrie anwenden";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Geometrie löschen";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Stützpunkt löschen";
/*Geometry Edit Action Name*/
"Insert Part" = "Teil einfügen";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Stützpunkt einfügen";
/*Geometry Edit Action Name*/
"Move Vertex" = "Stützpunkt verschieben";
/*Geometry Edit Action Name*/
"Remove Part" = "Teil entfernen";

/*Collecting attachments*/
"Add" = "Hinzufügen";
/*Collecting attachments*/
"Take Photo or Video" = "Foto oder Video aufnehmen";
/*Collecting attachments*/
"Choose From Library" = "Aus Bibliothek auswählen";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "In Fotobibliothek speichern";
/*Collecting attachments*/
"Download" = "Herunterladen";

/*Date attribute*/
"Today" = "Heute";

/**/
"Attachments" = "Anlagen";
"Attributes" = "Attribute";

/**/
"Open in Safari" = "In Safari öffnen";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "Geben Sie eine Zahl zwischen %i und %i ein.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "Geben Sie eine Zahl zwischen %f und %f ein.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "Zu viele Zeichen (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Zahl liegt außerhalb des zulässigen Bereichs.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Feldtyp wird nicht unterstützt";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d von %d";

/**/
"ChangingFeatureTypeAlertTitle" = "Feature-Typ ändern";
"ChangingFeatureTypeAlertMessage" =  "Sie ändern den Feature-Typ und überschreiben damit möglicherweise einige Feldwerte. Möchten Sie den Vorgang fortführen?";

/**/
"Data for pie chart is invalid" = "Ungültige Daten für das Tortendiagramm";
"No data to create a pie chart" = "Keine Daten zum Erstellen eines Tortendiagramms";

/**/
"createUserSeconds" = "Von %@ kurz zuvor erstellt";

/**/
"createUserMinute" = "Von %@ vor 1 Minute erstellt";

/**/
"editUserSeconds" = "Von %@ kurz zuvor bearbeitet";

/**/
"editUserMinute" = "Von %@ vor 1 Minute bearbeitet";

/**/
"createSeconds" = "Kurz zuvor erstellt";

/**/
"createMinute" = "Vor 1 Minute erstellt";

/**/
"editSeconds" = "Kurz zuvor bearbeitet";

/**/
"editMinute" = "Vor 1 Minute bearbeitet";

/**/
"createUserMinutes" = "Von %@ vor %d Minuten erstellt";

/**/
"createUserHour" = "Von %@ vor 1 Stunde erstellt";

/**/
"createUserHours" = "Von %@ vor %d Stunden erstellt";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "Von %@ am %@ um %@ erstellt";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "Von %@ am %@ um %@ erstellt";

/**/
"editUserMinutes" = "Von %@ vor %d Minuten bearbeitet";

/**/
"editUserHour" = "Von %@ vor 1 Stunde bearbeitet";

/**/
"editUserHours" = "Von %@ vor %d Stunden bearbeitet";

/**/
"editUserWeekDay" = "Von %@ am %@ um %@ bearbeitet";

/**/
"editUserFull" = "Von %@ am %@ um %@ bearbeitet";

/**/
"createUser" = "Von %@ erstellt";

/**/
"editUser" = "Von %@ bearbeitet";

/**/
"createMinutes" = "Vor %d Minuten erstellt";

/**/
"createHour" = "Vor 1 Stunde erstellt";

/**/
"createHours" = "Vor %d Stunden erstellt";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "Am %@ um %@ erstellt";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "Am %@ um %@ erstellt";

/**/
"editMinutes" = "Vor %d Minuten bearbeitet";

/**/
"editHour" = "Vor 1 Stunde bearbeitet";

/**/
"editHours" = "Vor %d Stunden bearbeitet";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "Am %@ um %@ bearbeitet";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "Am %@ um %@ bearbeitet";